tsung_world.xml
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE tsung SYSTEM "/usr/local/share/tsung/tsung-1.0.dtd">

<tsung loglevel="debug" dumptraffic="false" version="1.0">
  <clients>
    <client host="localhost" use_controller_vm="true"/>
  </clients>
  <!-- Server side setup -->
  <servers>
    <server host="10.136.55.27" port="8000" type="tcp"/>
  </servers>
  <load>
  <!-- several arrival phases can be set: for each phase, you can set
  the mean inter-arrival time between new clients and the phase
  duration -->
   <arrivalphase phase="1" duration="2" unit="minute">
      <users maxnumber="1" interarrival="1" unit="second"/>
   </arrivalphase>
  </load>
  <sessions>
    <session probability="100" name="qmsg-example" type="ts_qmsg">
   <for from="1" to="10000" incr="1" var="counter">
      <request>
        <qmsg uid="1" ack="parse">v</qmsg>
      </request>
 </for>
    </session>
  </sessions>

</tsung>